Repository: palm-octo-chainsaw/the-end
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Dashboard
bg: Моето табло

source: Welcome to your dashboard. You have bookmarked %(total_images_created)s image%(total_images_created|pluralize)s.
bg: Добре дошли при вашето табло. Имате запазени %(total_images_created)s изпображения

source: Drag the following button to your bookmarks toolbar to bookmark images from other websites
bg: Завлечете този бутон в на браузъра отметките, за да запазвате изображения от други сайтове

source: You can also
bg: Може също

source: edit your profile
bg: промени профила си

source: or
bg: или

source: change your password
bg: смени паролата

source: What's happening
bg: Какво се случва

source: Edit your account
bg: Промяна на акаунт

source: You can edit your account using the following form:
bg: Може да промените акаута си със тази форма:

source: Save changes
bg: Запази промените

source: Log-in
bg: Вход

source: Please use the following form to log-in:
bg: Моля използвайте тази форма за логване:

source: Log in
bg: Вход

source: Create an account
bg: Създай акаунт

source: Please, sign up using the following form:
bg: Моля регистрирайте се през тази форма:

source: Create my account
bg: Създай акаунт

source: Welcome
bg: Здравей

source: Your account has been successfully created. Now you can
bg: Вашият акаунт беше създаден успешно. Сега може да

source: log in
bg: влезете

source: follower%(total_followers|pluralize)s
bg: последователи

source: Follow
bg: Последвай

source: Unfollow
bg: Отпоследвай

source: People
bg: Хора

source: My dashboard
bg: Моето табло

source: Images
bg: Изображения

source: Hello
bg: Здравей,

source: Logout
bg: Изход

source: Register
bg: Регистрация

source: Images bookmarked
bg: Запазени изображения
